{
  "data": [
    {
      "description": "The latest trailer for \"frozen 2\" in Chinese has revealed aisha's stunning new style of her long, shoulder-length hair.Anna discovers her sister's abnormality and the kingdom suffers a disaster.Friends venture north into the mysteries, and the sisters' bond is even more crucial: \"magic can confuse people, and without you she may lose herself.\"The original cast of the classic film is back, with evan Rachel wood and others joining the cast."
    },
    {
      "description": "The first trailer for Robert downey jr. 's lavish fantasy comedy \"doctor dolittle\" features a new collaboration between iron man and spider-man, a new adaptation of the children's classic novel and an adventure with a large number of animals.\nDowney plays the doctor who can talk to animals, Dutchman voices Jip the dog, and Antonio banderas, Michael sheen, Marion cotillard, Ralph fiennes and others also play or give voice.The story of doolittle, the eccentric Victorian British doctor & vet who lost his wife seven years ago, shuns patients, specialises in animals and sets out on an adventure.North America on January 17 next year, China mainland to be determined."
    },
    {
      "description": "Double dates are dates between two couples.The original intention is good, can attend the appointment of two men and two women heart OS is what?After watching the video, you may never want to double date again."
    },
    {
      "description": "What do you think of when you think of the sound of autumn?Is it the sound of falling leaves or the sound of rain?The author took sounds from nature and processed them to create this creative short film.What is the most impressive sound of autumn in your memory?The From fragmentouniverso."
    },
    {
      "description": "This is an advertisement from Levi's khaki clothing brand Dockers, which satirizes traditional formal wear and traditional stereotypes of successful people.To change the world, you don't need a suit. Khakis are fine.The From Dockers Europe."
    }
  ]
}